Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ale nie zarządzanie ludźmi. O tym coś wiem.
uk: Але не управління людьми. А я дещо про це знаю.

source: Ale nie zniechęca mnie to. Dzięki zapiskom moje wysiłki nie pójdą na marne i nawet kolejne pokolenia będą mogły skorzystać z tej wiedzy.
uk: Але мене це не засмучує. Завдяки записам мої зусилля не будуть марними, і навіть майбутні покоління зможуть отримати користь із цих знань.

source: Ale nie, wiecznie tylko ta magiczna ruda, magiczna ruda! Już mi się rzygać nią chce!
uk: Але ні, адже є ця магічна руда, магічна руда! Мене нудить від цього!

source: Ale niech będzie, opowiedz mi coś więcej o tej wyprawie.
uk: Але як би там не було, розкажи мені більше про цю експедицію.

source: Ale niestety jesteś jednym z ludzi Rodericha.
uk: Але, на жаль, ти один з людей Родеріха.

source: Ale niełatwo będzie przekonać mieszkańców, żeby ci znowu zaufali.
uk: Але буде нелегко повернути довіру містян.

source: Ale nim promienie jutrzenki otuliły jaskinię, Młody Wilk rozpłynął się w gęstej mgle. Gdy jednak kolejnej nocy zwierzę znowu próbowało się wymknąć, drogę zagrodził mu Rosły Wilk, opiekun stada. Słońce wnet dotarło do jamy i obnażyło go z wszelkich sekretów.
uk: Але перш ніж світанкові промені огорнули печеру, Молодий Вовк розчинився в густому тумані. Однак, коли наступної ночі тварина знову спробувала вислизнути, шлях їй перегородив Старий Вовк, ватажок зграї. Незабаром сонце досягло лігва і відкрило усі таємниці.

source: Ale o dziwo to mi nawet nie zaszkodziło!
uk: Але, на диво, мені це навіть не зашкодило!

source: Ale o mnie się nie martw, nie zamierzam spędzić całego życia jako dziewczyna na posyłki Volkera.
uk: Але не хвилюйся за мене, я не збираюся провести все своє життя як дівчинка на побігеньках у Волкера.

source: Ale oberwałeś! Spokojnie, najlepszym też się zdarza. Poćwicz trochę i wróć innym razem, może pójdzie ci lepiej.
uk: Добре тобі дісталося! Але не хвилюйся, це трапляється і з найкращими. Потренуйся трохи і повертайся за відплатою.

source: Ale od czasu konfliktu Holdwiga z jego młodszym bratem, 'Czerwone Valerio' podrożało i straciło swój dawny prestiż.
uk: Але після конфлікту Гольдвіга з молодшим братом, 'Червоне вино Валеріо' значно подорожчало і втратило колишній престиж.

source: Ale on oczywiście musiał zrobić scenę w środku dnia, na oczach całej tawerny.
uk: Але йому ж, звісно, захотілося влаштувати сцену посеред дня, на очах у всієї корчми.

source: Ale oni mnie zabiją!
uk: Але вони мене вб'ють!

source: Ale ostrzegam, jest pieruńsko mocny. Na początku wydaje się leciutki, ale po kilku kolejkach potrafi zwalić z nóg nawet zaprawionego pijusa!
uk: Але попереджаю, він дуже міцний. Спочатку п'ється легко, але після кількох ковтків може звалити з ніг навіть завзятого пияка!

source: Ale ostrzegam, że potem doliczymy więcej! A teraz spadaj.
uk: Але зауваж, наступного разу ми нарахуємо більше! А тепер забирайся звідси.

source: Ale paczki to nie nasz jedyny problem. Powódź nie tylko zabrała moje towary, ale naniosła też wielkich kamieni z górnego nurtu rzeki.
uk: Але пакунки – не єдина наша проблема. Повінь забрала не тільки мої товари, але й принесла течією велике каміння з верхів'я річки.

source: Ale pamiętaj, Wodny Krąg jest tajną organizacją, oferujemy wiele, ale wymagamy całkowitej dyskrecji.
uk: Але запам'ятай, Кільце Води – це таємна організація, ми багато чого пропонуємо, але вимагаємо повної конфіденційності.

source: Ale pamiętaj, chodzi mi wyłącznie o miasto, port i slumsy mnie nie interesują.
uk: Але пам'ятай, я говорю тільки про місто, порт і нетрі мене не цікавлять.

source: Ale paskudztwo! Całe szczęście już po wszystkim!
uk: Яка гидота! На щастя, вже все позаду!

source: Ale pewnego dnia doszło tam do jakiejś bitwy!
uk: Але одного разу там був якийсь бій!

source: Ale pieniądze pewnie miałeś tam lepsze niż przy skrzyniach.
uk: Але напевно, гроші там були кращі, ніж біля ящиків.

source: Ale piwa z tego będzie... hihi!
uk: А я вип'ю сьогодні пива... хі-хі!

source: Ale pić cały czas to samo? Nuda. Chyba wolisz, żeby twoi ludzie nie szwendali się po karczmach, tylko mogli spokojnie ugasić pragnienie w koszarach, prawda?
uk: Але постійно пити одне й те саме? Не набридло? Гадаю, ти волів би, щоб твої люди замість тинятися по корчмах, могли спокійно втамувати спрагу в казармах, чи не так?

source: Ale piękne bęcki dostałeś! Naprawdę spodziewałeś się, że coś zdziałasz na naszej arenie? Ha!
uk: Якої гарної прочуханки ти отримав! Ти справді на щось сподівався на нашій арені? Ха!

source: Ale pod topór trafił inny niewinny. Handlujesz życiem za życie. Brzydzę się takimi jak ty równie mocno, co tymi bogaczami.
uk: Але інший невинний пішов під ніж. Ти розмінюєш життя на життя. Я ненавиджу таких, як ти, так само, як і багатіїв.

source: Ale pomogłeś mi w potrzebie więc nie będę gołosłowna!
uk: Але ти допоміг мені в скрутну хвилину, тож я не збираюся бути голослівною!

source: Ale potem mnie pogonili i teraz muszę szukać nowego miejsca. Pogodziłem się z tym i nie chcę już tam wracać... Jednak doskwiera mi pewien brak.
uk: Але потім вони мене вигнали, і тепер я мушу шукати нове місце. Я змирився з цим і не хочу туди повертатися... Однак, я відчуваю, що мені чогось бракує.

source: Ale potem musisz iść z nami, rozumiesz?
uk: Але потім ти мусиш піти з нами, розумієш?

source: Ale powoli zaczynam się przyzwyczajać.
uk: Але я потроху починаю до цього звикати.

source: Ale powstrzymują cię tak przyziemne kwestie jak pieniądze?
uk: Але тебе стримують такі приземлені питання, як гроші?

source: Ale proste! Zrobię to z zamkniętymi oczami.
uk: Легко! Я зроблю це із заплющеними очима.

source: Ale proszę otworzyć się na głoszoną przeze mnie prawdę. Jeszcze parę słów i wszystkie pieniądze, jakie mógłbyś przeznaczyć na nawracanie ludzi, pójdą na spłacenie grzywny.
uk: Але, будь ласка, відкрий себе істині, яку я проповідую. Ще кілька слів, і всі гроші, які ти міг би витратити на переконання людей, підуть на сплату штрафу.

source: Ale przydałoby się sprawę zbadać...
uk: Але було б корисно дослідити це питання...

source: Ale później wpadły na mnie te krwiopijce i wiedziałem, że potrzebuję czegoś na moją ranę. Nie ma tego złego, przynajmniej udało wam się wejść do środka bez większych problemów.
uk: Але потім на мене напали шершні, і я зрозумів, що мені потрібно чимось залікувати рану. Не так вже й погано, принаймні вам вдалося дістатися без особливих проблем.

source: Ale rozumiem, że nie przyszedłeś tutaj słuchać o moich zainteresowaniach. Lorenzo już mi przekazał wszystkie informacje.
uk: Але я розумію, що ти прийшов не для того, щоб дізнатися про мої інтереси. Лоренцо вже передав мені всю інформацію.

source: Ale się tu urządziłeś.
uk: Добре ти тут влаштувався.

source: Ale się zagotowałem, aż się muszę napić! Dawaj, nie zostawaj w tyle!
uk: Я так закипів від злості, що мушу випити! Давай, приєднуйся!

source: Ale skoro aż tak ci zależy na dołączeniu do turnieju i oberwaniu po mordzie, to nie będę ci stawał na drodze.
uk: Але якщо ти так хочеш приєднатися до турніру і отримати прочухана, я не буду стояти на твоєму шляху.

source: Ale skoro już jesteś pierwszy, to możesz się przesunąć, zrobić miejsce dla innych i poczekać na Winstana, zaraz tu będzie.
uk: Але оскільки ти перший, можеш посунутись, звільнити місце для інших і почекати на Вінстана, він скоро буде тут.

source: Ale skoro nie jesteś ani jednym, ani drugim, ciebie te przywileje nie obejmują.
uk: Але оскільки ти не належиш ні до перших, ні до других, на тебе ці привілеї не поширюються.

source: Ale skoro nie ma problemu, to kto z zimną krwią porywa ludzi z ich własnych łóżek? Kto blokuje zdecydowane kroki w sprawie zabicia Bestii nękającej wieśniaków? Kto?!
uk: Але якщо проблеми немає, то хто ж тоді холоднокровно викрадає людей з їхніх власних ліжок? Хто перешкоджає рішучим діям по знищенню Звіра, який дошкуляє селянам? Хто?!

source: Ale skoro ty w tą wierzysz, to może i ja zaryzykuję. W końcu zdajesz się mieć łeb na karku i nawet walczysz niczego sobie.
uk: Але оскільки ти в це віриш, то, може, і я ризикну. Врешті-решт, схоже, що ти маєш голову на плечах, ще й б'єшся непогано.

source: Ale skoro uważasz, że materiały wybuchowe to jedynie zabawa i każdy może sobie z nimi poradzić, to bardzo proszę, weź tę beczułkę i postaw ją przy głazach na klifie.
uk: Але якщо ти думаєш, що вибухівка - це просто забавка, і кожен може з нею впоратися, бери бочку і став її біля каменів на скелі.

source: Ale staruszkowi słowo się rzekło...
uk: Але старий сказав своє слово...

source: Ale stało się tak, gdyż w pewien sposób zobaczyłem w tobie dawnego siebie.
uk: Але це сталося тому, що в певному сенсі я побачив в тобі себе колишнього.

source: Ale tak jak mówiłem, nie wiem zbyt wiele o całym przedsięwzięciu. Może ktoś w samej Przystani mógłby powiedzieć ci coś więcej.
uk: Але, як я вже казав, я небагато знаю про все це. Можливо, хтось у самій Гавані міг би розповісти тобі більше.

source: Ale te od Henka miał już od jakiegoś czasu?
uk: Але коли він одержав їх від Хенка?

source: Ale te wszystkie obraźliwe słowa już mógł sobie darować... Dobra, przekaż kolegom, że mogą wejść.
uk: Але всі ці образливі слова він міг і не вживати... Гаразд, скажи своїм колегам, що вони можуть зайти.

source: Ale technika... stary, no nie uderzaj tak! Całe złoże rozwalisz, a nic nie wydobędziesz.
uk: Але техніка... хлопче, не бий так! Ти зіпсуєш всі поклади, і нічого не видобудеш.

source: Ale ten brutal pobił Stana do nieprzytomności i groził mu śmiercią! Wszystko o lichy zakład i parę złotych monet.
uk: Але цей негідник побив Стена до втрати свідомості і погрожував його вбити! І все це через нікчемне парі та кілька золотих монет.

source: Ale teraz jestem pewny, że to dostatecznie ciężki topór.
uk: Але тепер я впевнений, що це достатньо важка сокира.

source: Ale teraz jesteś ważną osobą, pewnie nawet nie masz czasu tego wysłuchiwać. Proszę, przyjmij ten mały podarunek w ramach podziękowania za twoją pomoc.
uk: Але зараз ти зайнята людина. У тебе, мабуть, навіть немає часу, щоб це слухати. Будь ласка, прийми цей невеличкий подарунок як подяку за твою допомогу.

source: Ale teraz, gdy Cortez nie żyje, muszę czym prędzej wrócić do swojej matki!
uk: Але тепер, коли Кортез мертвий, я повинна якнайшвидше повернутися до матері!

source: Ale to było wcześniej.
uk: Але це ж було раніше.

source: Ale to jest kilkadziesiąt metrów, nie przeżyję takiego upadku!
uk: Але це ж кілька десятків метрів, я не переживу падіння з такої висоти!

source: Ale to jeszcze nie jest powód, by tak znęcać się nad dobrym kolegą!
uk: Але це не привід так знущатися над добрим колегою!

source: Ale to już nie twoja wina. Masz, zasłużyłeś.
uk: Але це вже не твоя провина. Тримай, ти це заслужив.

source: Ale to już nie twoje zmartwienie, i tak przysłużyłeś się bardziej, niż ktokolwiek inny.
uk: Але це вже не твоя турбота, ти і так зробив більше, ніж будь-хто інший.

source: Ale to kilkadziesiąt metrów nad ziemią!
uk: Але ж це десятки метрів над землею!

source: Ale to może nawet lepiej? Po prostu zabiję cię i zabiorę wszystko co masz!
uk: Але, можливо, так навіть краще? Я просто вб'ю тебе і заберу все, що у тебе є!

source: Ale to nie jest Mroczny Paladyn! Nie piję takiego badziewia. Wróć z dobrym piwem, wcześniej nie zaczniemy nauki.
uk: Але це не Темний Паладин! Я не питиму цю гидоту. Повертайся з хорошим пивом і розпочнемо твоє навчання.

source: Ale to nie jest odpowiednie miejsce na taką rozmowę. Chodź z nami!
uk: Але це не найкраще місце для такої розмови. Ходімо з нами!

source: Ale to pewnie tylko taka klasztorna legenda... legenda o recepturze, którą usłyszałem będąc jeszcze młodym nowicjuszem.
uk: Але це, напевно, просто така монастирська легенда... Легенда про рецепт, яку я почув, ще коли був молодим послушником.

source: Ale to przecież nie oznacza od razu, że należał do jakiejś tajnej organizacji.
uk: Але це, зрештою, не означає, що він належав до якоїсь таємної організації.

source: Ale to przecież niewykonalne... Skąd ja mam nagle wziąć tyle butelek wina...
uk: Але ж це неможливо... Де я так одразу знайду стільки пляшок вина...

source: Ale to sobie wykombinowałeś!
uk: Ну ти й напридумував!

source: Ale to ty jesteś nauczycielem, nie będę protestował.
uk: Але це ти вчитель, я не буду заперечувати.

source: Ale to tylko dziesięć sztuk złota! Proszę mi pomóc!
uk: Але ж це лише десять золотих! Будь ласка, допоможи мені!

source: Ale to...
uk: Але це...

source: Ale to... ale to, czy twoja walka ma się skończyć, czy może się dopiero rozpoczęła, zadecydujesz już sam.
uk: Але чи... але чи закінчилася твоя боротьба, чи тільки почалася, ти вже вирішиш для себе сам.

source: Ale tu jest gorzej!
uk: Але тут ще гірше!

source: Ale twoje dostał już jakiś czas temu?
uk: Але ж твої болти в нього вже давно?

source: Ale ty jesteś normalny! Pomożesz mi.
uk: Але ти ж нормальний! Ти допоможеш мені.

source: Ale ty masz w ogrodzie kapliczkę Beliara! Ściągniesz na to miasto nieszczęście!
uk: Але у тебе в городі вівтар Беліара! Ти накличеш на місто нещастя!

source: Ale ty nie jesteś paladynem...
uk: Але ти не паладин...

source: Ale ty po prostu przynosisz pecha, mówił ci to już ktoś? Wolę nie ryzykować, że twoja następna interwencja zakończy się moją śmiercią lub czymś jeszcze gorszym.
uk: Але ти приносиш нещастя, тобі цього ніхто не казав? Я вважаю за краще не ризикувати, бо твоє наступне втручання може закінчитись моєю смертю або чимось ще гіршим.

source: Ale ty, Marvin! W życiu nie widziałem, żeby ktoś walczył z taką determinacją.
uk: Але ти, Марвіне! Я ніколи в житті не бачив, щоб хтось бився з такою рішучістю.

source: Ale tylko na chwilę! Jak zniszczysz, to pokryjesz straty z własnej kieszeni!
uk: Але тільки на хвилинку! Якщо ти його пошкодиш, то будеш платити з власної кишені!

source: Ale tylko wiatr odpowiedział na ich wezwanie. Krocząc ścieżką występku i błędu obaj władcy toczyli krwawą wojnę, która zabierała jednako młodych i starych, biednych i bogatych.
uk: Але лише вітер відповів на їхній заклик. Йдучи шляхом гріхів і помилок, обидва правителі розв'язали криваву війну, яка не щадила ні молодих, ні старих, ні багатих, ні бідних.

source: Ale układ był inny. Wywiązaliśmy się ze swojej części umowy, teraz twoja kolej.
uk: Але угода була іншою. Ми виконали свою частину угоди, тепер твоя черга.

source: Ale w końcu jest okazja, mogę zakończyć to raz na zawsze! Zemścić się za to, w co zamienił moje życie, za wszystko to, co mi zrobił.
uk: Але нарешті з'явилася можливість, і я можу покінчити з ним раз і назавжди! Помститися за те, на що він перетворив моє життя, за все, що він зробив зі мною.

source: Ale w tym miejscu to wręcz obowiązek... Rębacz zbyt wiele razy dał mi popalić, mały trening się przyda. Daj znać, kiedy będziesz gotowy.
uk: Але в цьому місці це навіть обов'язково... Різник надто часто завдавав мені клопоту, невелике тренування стане в нагоді. Дай мені знати, коли будеш готовий.

source: Ale widać góra mięsa i siła w łapach to nie wszystko.
uk: Але гора м'яса і сила в лапах – це ще не все.

source: Ale wiesz, że chcemy wam sprzedać broń, a nie antyki do muzeum?
uk: Але ти ж знаєш, що ми хочемо продати вам зброю, а не антикваріат для музею?

source: Ale wkrótce to się zmieni.
uk: Але незабаром це зміниться.

source: Ale wolę to, niż trzy ściany i kraty w mieście. Coś ci się tu nie podoba?
uk: Але краще жити тут, ніж гнити в міській в'язниці. Чи тобі тут щось не подобається?

source: Ale wspólnie na pewno jest ciekawiej, co nie?
uk: Але разом набагато цікавіше, чи не так?

source: Ale właśnie smakuje!
uk: Але це дійсно смачно!

source: Ale za to, jak gotuje! Jej gulasz do dziś śni mi się po nocach!
uk: Але як вона готує! Її рагу досі сниться мені ночами!

source: Ale zadzieranie z nimi jest dość ryzykowne, a wszystko, co jest ryzykowne, jest dość kosztowne...
uk: Але зв'язуватися з ними досить ризиковано, а все, що ризиковано, коштує досить дорого...

source: Ale zaraz będziesz miał. Nie gadaj głupot, tylko powtarzaj za mną!
uk: Скоро носитимеш. Не мели дурниць, просто повторюй за мною!

source: Ale zawsze dobrze poznać nowe techniki, nie można stać w miejscu, bo stanie w miejscu to klucz do zniszczenia własnego interesu!
uk: Але завжди корисно вивчати нові техніки, не можна стояти на місці, тому що застій на місці – це прямий шлях до знищення власної справи!

source: Ale ze mnie baran!
uk: Який же я баран!

source: Ale zwróciliśmy uwagę jak niepokojący dla wielu mieszkańców, w tym przede wszystkim dla zasłużonego paladyna Candaca, jest fakt, że posążki nie miały żadnego kontaktu z boską mocą naszego Pana.
uk: Але ми помітили, як непокоїть багатьох жителів, особливо видатного паладина Кандака, той факт, що статуетки не мали зв'язку з божественною силою нашого Господа.

source: Ale zwykłych, czy może... wyjątkowych?
uk: Звичайні, чи може... особливі?

source: Ale śmieszne! Ktoś taki jak ty nie potrzebuje już treningu, co najwyżej może trenować innych!
uk: Не сміши мене! Таким, як ти, більше не потрібно тренуватися. Ти вже сам можеш тренувати інших!

source: Ale żyć, to jakoś żyję. Tu ubiję kretoszczura, tam podkradnę jaja ścierwojada. No i jak mam szczęście, to podróżni rzucą monetą.
uk: Та якось живу. То кротощура вб'ю, то яйце падальника поцуплю. А якщо пощастить, то подорожні кинуть монетку.

source: Ale!
uk: Але!

source: Ale, Królu Złoty, przecie to nic takiego! Przełożony za to głowy nie urwie, a będziesz mieć za sobą dobry uczynek dnia... nocy... doby, o!
uk: Але, Золотий Королю, це ж нічого такого! Начальник тобі за це голови не відірве, а ти за день... ніч... зробиш хоч одну добру справу, ось!

source: Ale, co ciekawe, może przestać bić w każdym momencie.
uk: Але, що цікаво, воно може перестати битися в будь-який момент.

source: Ale, jakby cię to interesowało, znam ciekawszy sposób na jego zdobycie.
uk: Але, якщо тебе цікавить, я знаю більш цікавий спосіб отримати його.

source: Ale, nic straconego!
uk: Але ще не все втрачено!

source: Ale, że... m-mam go przeczytać na głos?
uk: Але це... я маю прочитати це вголос?

source: Ale...
uk: Але...

source: Ale... ale tak nie można! To moja prywatna własność! Słono zapłaciłem za ten przedmiot!
uk: Але... але так не можна! Це моя приватна власність! Я дорого за нього заплатив!

source: Ale... ech, niech cię piorun jasny trafi!
uk: Але... ех, щоб тебе блискавка вразила прямо на цьому місці!

source: Ale... idź do Felixa. On na pewno ci pomoże!
uk: Але... піди до Фелікса. Він тобі обов'язково допоможе!

source: Ale... on...
uk: Але... він...

source: Ale... to taka tradycja... ja nie mogę nic zrobić...
uk: Але... це ж традиція... я нічого не можу вдіяти...

source: Ale... wchodząc na statek, miałem go!
uk: Але... коли я піднімався на борт, він був у мене!

source: Ale: wszystko, co przywiozłam, było przenoszone na brzeg za pomocą dźwigu portowego, na pewno kojarzycie.
uk: Але все, що я привезла, було доставлено на берег за допомогою портового крана, з яким, я впевнена, ти добре знайомий.

source: Ale?
uk: Але що?

source: Alembik
uk: Перегінний куб

source: Alembik - podziemne magazyny
uk: Перегінний куб - підземні склади

source: Alena
uk: Аліна

source: Alena ma dla mnie prawdziwe wyzwanie. Mam zmierzyć się z Nordmarczykiem.
uk: Аліна підготувала для мене справжній виклик. Я маю зустрітися з нордмарцем.

source: Alena organizuje walki w magazynie w slumsach portowych. Może się to okazać dobrym miejscem do zarobku i ćwiczenia umiejętności.
uk: Аліна влаштовує бої на складі в портових нетрях. Це може виявитися хорошим місцем для заробітку і відпрацювання навичок.

source: Alena organizuje walki w magazynie w slumsach portowych. Skoro przeżyłem Turniej w Przystani Łotrów, to tutaj pewnie spokojnie sobie poradzę, a i przy okazji trochę zarobię.
uk: Аліна організовує бої на складі в портових нетрях. Оскільки я пережив турнір у Гавані лиходіїв, то, мабуть, і тут впораюся, та ще й зароблю трохи грошей.

source: Alena poprosiła mnie, żebym wrócił do niej za jakiś czas. Poszuka mi jakiegoś godnego przeciwnika.
uk: Аліна попросила мене повернутися до неї через деякий час. Вона підшукає мені гідного суперника.

source: Alena wysłała mnie na kolejną walkę. Mam bić się na pięści z jakimś strażnikiem.
uk: Аліна призначила мені ще один бій. Я маю битися на кулаках з якимось вартовим.

source: Alena wysłała mnie na kolejną walkę. Mam się zmierzyć na pięści z jakimś farmerem.
uk: Аліна призначила мені ще один бій. Мені потрібно битися на кулаках з якимось фермером.

source: Alena wysłała mnie na kolejną walkę. Moim następnym przeciwnikiem jest stary marynarz. Tym razem mogę użyć swojej broni.
uk: Аліна призначила мені ще один бій. Моїм наступним суперником буде старий моряк. Цього разу я можу використовувати свою зброю.

source: Alena wysłała mnie na kolejną walkę. Moim przeciwnikiem będzie jakiś Południowiec.
uk: Аліна призначила мені ще один бій. Моїм суперником буде якийсь південець.

source: Alena wysłała mnie na kolejną walkę. Moim przeciwnikiem będzie jeden z najemników Lichwiarza.
uk: Аліна призначила мені ще один бій. Моїм суперником буде один з найманців Лихваря.

source: Alena wysłała mnie na kolejną walkę. Tym razem zawalczę z dwójką przeciwników jednocześnie. Do dyspozycji mam tylko swoje pięści.
uk: Аліна призначила мені ще один бій. Цього разу я буду битися з двома суперниками одночасно. Я можу використовувати лише кулаки.

source: Alena wysłała mnie na kolejną walkę. Tym razem zawalczę z jednym z Wilczych Synów.
uk: Аліна призначила мені ще один бій. Цього разу я битимуся з одним із Вовчих Синів.

source: Alena wysłała mnie na następną walkę. Moim kolejnym przeciwnikiem jest młody chłopak z Gildii Kupieckiej. Podczas starcia mogę użyć swojej broni.
uk: Аліна призначила мені ще один бій. Мій наступний суперник – молодий хлопець із Торгової Гільдії. Під час бою я можу використовувати свою зброю.

source: Alena wysłała mnie na pierwszą walkę. Mam się zmierzyć na pięści z jakimś facetem z portu.
uk: Аліна призначила мені перший бій. Мені потрібно битися на кулаках з якимось хлопцем із порту.

source: Aleś domyślny. Masz coś jeszcze do gadania? Nie? No to spadaj.
uk: Який ти догадливий. Хочеш ще щось сказати? Ні? Тоді вали звідси.

source: Aleś się uparł... dobra, jak nie ma tamtych, to nikt nie będzie próbował pójść w twoje ślady.
uk: Який же ти впертий... гаразд, якщо їх немає, ніхто не намагатиметься пролізти слідом за тобою.

source: Aleś ty uprzejmy!
uk: Як мило з твого боку!

source: Ależ 'Wieża' to tylko przenośnia! Metafora odnosząca się do... ehm... do wytrwałości wiernych w walce z... niewiernymi!
uk: Але ж 'Вежа' – це лише метафора! Метафора, що означає... гм... наполегливість віруючих у їхній боротьбі проти... невіруючих!

source: Ależ Notgerze, Przeor wyraźnie nakazał...
uk: Але, Нотгере, Настоятель чітко наказав...

source: Ależ bażanciku...
uk: Але ж фазанчику...

source: Ależ cuchniesz, chłopcze!
uk: Але ти смердиш, хлопче!

source: Ależ jesteś uparty!
uk: Який же ти впертий!

source: Ależ kaczuszko...
uk: Але качечко...

source: Ależ moja piękna łabędzico, jakiż to demon w ciebie wstąpił, że zaczęło ci to przeszkadzać?
uk: Але, моя прекрасна лебідонько, який демон вселився в тебе, що тебе це почало турбувати?

source: Ależ młodzieńcze, prawdę mówię! Musisz tylko przetestować jeden z moich artefaktów, a od razu zmienisz zdanie!
uk: Але ж, молодий чоловіче, я кажу правду! Все, що тобі потрібно зробити, це випробувати один з моїх артефактів, і ти одразу ж зміниш свою думку!

source: Ależ oczywiście! Oto twoja nagroda w złocie oraz specjalny upominek dla naszego nowego mistrza areny. Gratuluje wygranej!
uk: Звісно! Ось твій приз золотом та спеціальний подарунок для нашого нового чемпіона арени. Вітаю з перемогою!

source: Ależ oczywiście, proszę się rozejrzeć!
uk: Звичайно, будь ласка, обирай!
